Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.26.12.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Monenlaista kestävää kehitystä Kokouksia on ollut kiihtyvällä tahdilla ennen joulua.
sme: Máŋggalágán suvdilis gárganeapmi Ovddabealde juovllaid leat hui olu juohkelágán čoakkámat – nu ledje dálnai.

source: Kestävän kehityksen toimikunta hyväksyi joulukuun alussa yhteiskuntasitoumuksen kestävän kehityksen edistämiseksi.
sme: Suvdilis gárganeami doaibmagoddi dohkkehii juovlamánu álggus servodatčatnaseami suvdilis gárganeami ovddideami várás.

source: Sitoumuksen kärkitavoitteena on myös alkuperäiskansa saamelaisten mahdollisuuksien tukeminen harjoittaa omaa kulttuuriaan kestävän kehityksen mukaisesti ja siirtää kulttuuriaan sukupolvelta toiselle.
sme: Čatnaseami váldoulbmilin lea maid álgoálbmot sápmelaččaid vejolašvuođaid duvdin bargat iežas kultuvrrain suvdilis gárganeami mielde ja sirdit kultuvrraset buolvvas nubbái.

source: Saamelaiskäräjillä on halutessaan mahdollisuus laatia ympäristöministeriön kanssa yksityiskohtainen toimenpidesitoumus.
sme: Sámedikkis lea dáhtus mielde vejolašvuohta ráhkadit birasministeriijain bienalaš doaibmabidjočatnaseami.

source: Saamelaiskäräjät on jo omassa toiminnassaan sitoutunut kestävän kehityksen edistämiseen vaalikauden toimintaohjelmassaan.
sme: Sámediggi lea juo iežas doaimmas čatnasan suvdilis gárganeami ovddideapmái válgaáigodaga doaibmaprográmmasttis.

source: Ennen joulua saamelaiskäräjät sai vihdoin kutsun saamelaiskäräjälain § 9 mukaisiin neuvotteluihin saamen kielten elvyttämisohjelmasta.
sme: Ovdal juovllaid sámediggi oaččui viimmat bovdehusa sámediggelága 9 § ráđđádallamiidda sámegielaid ealáskahttinprográmmas.

source: Neuvottelut pidetään tammikuun lopulla.
sme: Ráđđádallamat dollojuvvojit ođđajagimánu loahpas.

source: Nähtäväksi jää onko toimenpideohjelmaa tarkistettu lausuntokierroksen perusteella.
sme: Šaddá oaidnit leago doaibmabidjoprográmma dárkkistuvvon cealkámušaid maŋŋel.

source: Ehkäpä toimenpideohjelma saadaan valtioneuvoston käsiteltäväksi kahden vuoden sisällä kielenelvytyksen toimenpideohjelman luovuttamisesta.
sme: Lea juobe vejolaš, ahte doaibmabidjoprográmma boahtá stáhtaráđi gieđahallamii guovtti jagi siste giellaealáskahttima doaibmabidjoprográmma luobaheamis.

source: Työryhmän esitys luovutettiin 1.3.2012 opetus- ja kulttuuriministeriölle.
sme: Bargojoavkku evttohus luobahuvvui 1.3.2012 oahpahus- ja kulturministeriijai.

source: Tilaisuudessa olivat mukana ministerit Jukka Gustafsson ja Paavo Arhinmäki.
sme: Dilálašvuođas ledje mielde ministarat Jukka Gustafsson ja Paavo Arhinmäki.

source: Olin myös itse luovutustilaisuudessa mukana.
sme: Ledjen maid ieš mielde luobahandilálašvuođas.

source: Maa- ja metsätalousministeriön asettaman metsähallituslakityöryhmän toimikauden piti päättyä vuoden lopussa.
sme: Eanan- ja meahccedoalloministeriija ásahan meahcceráđđehusláhkabargojoavkku doaibmaáigi galggai nohkat jagi loahpas.

source: Työryhmä päätti pyytää jatkoaikaa ja sai sitä helmikuun loppuun asti.
sme: Bargojoavku mearridii ohcat joatkkaáiggi ja oaččui dan guovvamánu loahpa rádjái.

source: Jatkoaika oli tarpeen, koska työ on vielä hyvin kesken eikä työryhmätyössä ole riittävästi huomioitu Suomen kansainvälisiä velvoitteita.
sme: Joatkkaáigi lei dárbbatlaš, daningo bargu lea báhuid gaskan eaige bargojoavkobargamis leat dárbahassii olu váldon vuhtii Suoma riikkaidgaskasaš geatnegasvuođat.

source: Nähtäväksi jää saadaanko Metsähallituksen organisaatiouudistus eduskuntaan vielä eduskunnan vaalikauden aikana.
sme: Oaidnit leaš ovdánago Meahcceráđđehusa organisašuvdnaođastus riikkabeivviide vel dán válgabaji áigge.

source: Asiaa on valmisteltu kahden vaalikauden ajan ja kovin hitaasti ja sekavasti on asia edennyt.
sme: Ášši lea válmmaštallojuvvon guovtti válgabaji áigge ja oba njozet, ja ášši lea maid ovdánan moivásit.

source: Saamelaisille metsähallituksen organisaatiouudistus on tärkeä asia, koska metsähallitus on tärkeimpiä yhteistyökumppaneita, se käytännössä ohjaa saamelaisten kotiseutualueen maankäyttöä ja työllistää myös saamelaisia.
sme: Sápmelaččaide meahcceráđđehusa organisašuvdnaođastus lea dehálaš ášši, daningo Meahcceráđđehus gullá deháleamos ovttasbargoguimmiide, dat geavadis stivre sámiid ruovttuguovllu eanangeavahusa ja addá barggu maiddái sápmelaččaide.

source: Keskustelin asiasta Euroopan metsäviikolla Rovaniemellä ja suurta ihmetystä on tuntunut herättävän asian valmistelu Suomessa ja sen perusteet.
sme: Ságastallen áššis áššedovdiiguin Eurohpa vuovdevahku áigge Roavenjárggas ja stuora imaštallama lea bohciidahttán ášševálmmaštallan Suomas ja dan ákkat.

source: Tapaamieni asiantuntijoiden mukaan EU:n komissio ei ole edellyttänyt Suomea lopettamaan Metsähallituksen toiminnan liikelaitoksena.
sme: Mu deaivan áššedovdiid mielde EU:a komisšuvdna ii leat gáibidan Suoma loahpahit Meahcceráđđehusa doaimma fitnodatlágádussan.

source: Saamelaiskäräjät osallistui Metsähallituksen järjestämään oheistapahtumaan Euroopan metsäviikolla.
sme: Sámediggi oassálasttii Meahcceráđđehusa lágidan oalgedáhpáhussii Eurohpa vuovdevahku áigge.

source: Pidin puheen Metsähallituksen ja saamelaiskäräjien yhteistyöstä.
sme: Dollen sártni Meahcceráđđehusa ja sámedikki ovttasbarggus.

source: Minulla oli kunnia osallistua myös Barentsin euroarktisen ympäristöministerien kokoukseen joulukuun alussa Inarissa.
sme: Mus lei maid gudni oassálastit Barentsa euroárktalaš birasministariid čoakkámii juovlamánu álggus Anáris.

source: Kokous oli hyvin erikoinen siinä mielessä, että vain Suomen ympäristöministeri Ville Niinistö oli paikalla.
sme: Čoakkán lei hui earenoamáš dan dáfus, ahte dušše Suoma birasministtar Ville Niinistö lei báikki nalde.

source: Muista valtioista kokouksessa oli virkamiehiä ja aluetason poliitikkoja.
sme: Eará riikkain čoakkámis ledje virgeolbmot ja guovlodási politihkkárat.

source: Kokous antoi huolestuttavan kuvan näiden valtioiden sitoutumisesta Barentsin ympäristöyhteistyöhön ja ympäristönsuojeluun.
sme: Čoakkán attii ná fuolastuhtti gova dáid stáhtaid čatnadeamis Barentsa birasovttasbargui ja birasgáhttemii.

source: Pidin tilaisuudessa saamelaiskäräjien tervehdyksen.
sme: Bukten dilálašvuođas sámedikki dearvvahusa.

source: Käsittelin puheessani mm. alkuperäiskansojen mahdollisuutta osallisuutta ympäristöasioiden edistämiseen ja ilmastonmuutoskysymyksiä.
sme: Gieđahallen sáhkavuorustan ee. álgoálbmogiid vejolašvuođaid oassálastit birasáššiid ovddideapmái ja dálkkádatrievdangažaldagaid.

source: Suomi ja Venäjä toivat katsauksen Barentsin ympäristön tilaa ja esittelivät toimia ympäristön parantamiseksi.
sme: Suopma ja Ruošša buvttiiga ovdan geahčastaga Barentsa birrasa dilis ja ovdanbuvttiiga doaimmaid birrasa buorideami várás.

source: Barentsin alueelle on määritetty nk. hot spot - kohteita, ympäristöä merkittävästi saastuttavia kohteita.
sme: Barentsa guvlui leat meroštallojuvvon ng. hot spot-čuozáhagat, earenoamáš olu birrasa nuoskideaddji guovllut.

source: Barentsin euroarktisen neuvoston ulko- ja ympäristöministerit asettivat vuonna 2003 tavoitteen, että jokaisessa hot spot - kohteessa on ryhdyttävä ympäristötoimiin kymmenen vuoden kuluessa.
sme: Barentsa euroárktalaš ráđi olgo- ja birasministarat ásahe jagi 2003 ulbmila, ahte juohke hot spot – čuozáhagas galget álggahuvvot birasdoaimmat logi jagi siste.

source: Kaikki kohteet sijaitsevat Venäjällä.
sme: Buot čuozáhagat leat Ruošša bealde.

source: Kehitys on ollut hidasta.
sme: Gárganeapmi lea leamaš njoahci.

source: Kokouksessa esitetyn arvion mukaan jokaisessa 42 kohteessa on käynnistetty ympäristötoimia, joskaan kaikkia ympäristöongelmia ei ole vielä ratkaistu.
sme: Čoakkámis ovdanbuktojun árvvoštallama mielde juohke 42 čuozáhagas leat birasdoaimmat, vaikko gal buot birasčuolmmat eai leat vel čovdojuvvon.

source: Kymmenen viime vuoden aikana listalta on poistettu kuusi kohdetta.
sme: Logi maŋimus jagi áigge logahallamis leat sihkkojun guhtta čuozáhaga.

source: Hot spottien tilan parantamista on parannettu mm. pohjoismaiden ministerineuvoston varoilla sekä Suomen valtion budjetista.
sme: Hot spottaid dilli lea buoriduvvon ee. davviriikkaid ministtarráđi ruđaiguin sihke Suoma stáhta bušeahttaruhtademiin.

source: Huolestuttavaa on se, että hot spotteja on edelleen 10 vuotta niiden määrittämisestä jäljellä.
sme: Fuolastuhtti lea dat, ahte hot spottat lea velnai 10 jagi daid meroštallama maŋŋel.

source: Kaikkien valtioiden olisi sitouduttava nykyistä paremmin Barentsin ympäristöyhteistyöhön.
sme: Buot stáhtat galggale čatnasit dáláža buorebut Barentsa birasovttasbargui.

source: Saamelaiskäräjät on antanut saamen kielineuvostolle tehtäväksi jakaa joka toinen vuosi saamen kieliteko palkinnon.
sme: Sámediggi lea addán sámi giellaráđáđi bargun juohkit juohke nuppi jagi sámi gielladahku-bálkkašumi.

source: Tänä vuonna kielineuvosto oli valinnut palkinnon saajaksi Yle Sápmi radion.
sme: Dán jagi giellaráđđi lei válljen bálkkašumi oažžun Yle Sápmi-radio.

source: Palkinnolla tuetaan paitsi saamen kielen käyttämistä mutta myös saamen käsityötä, koska palkinto on aina saamen käsityö tai taide.
sme: Bálkkašumiin dorjojuvvo earret sámegiela geavahus muhto maid sámi duodji, daningo bálkkašupmi lea álohii sámi duodji dehe dáidda.

source: Kielineuvosto oli tehnyt hienon valinnan.
sme: Giellaráđđi lei dahkan buori válljema.

source: Paljon on ehtinyt tapahtua Yle Sápmissa viimeisen puolentoista vuoden aikana.
sme: Olu lea háhppehan dáhpáhuvvat Yle Sámis maŋimus bealnnot jagi áigge.

source: Ero on suuri kun vertaa esimerkiksi NRK Sápmin ja SVT Sápmin kotisivuihin.
sme: Erohus lea stuoris go veardida omd. NRK Sámi ja SVT Sámi interneahttasiidduide.

source: Siellä ensimmäisenä tulevat esille norjan - ja ruotsinkieliset uutiset.
sme: Vuohččan doppe bohtet oidnosii dáro- ja ruoŧagiel ođđasat.

source: Yle Sápmilla tulevat saamenkieliset uutiset ensimmäiseksi katsottavaksi ja mikä ilahduttavinta, koltan- ja inarinsaamenkielisten uutisten määrä on kasvanut merkittävästi.
sme: Yle Sámis fas bohtet sámegiel ođđasat vuosttažettiin ja mii vel suohttasit, nuortalaš- ja anárašgiel ođđasiid mearri lea sturron mearkkašahtti ládje.

source: Vuorovaikutteisuus on myös lisääntynyt koska uutisia saa kommentoida ja uutisista saa keskustella.
sme: Vuorrováikkuhus lea maid lassánan, daningo ođđasiid oažžu kommenteret ja ođđasiin oažžu ságastallat.

source: Olen toki huomannut, että me poliitikot - minä etunenässä - saamme monilta kommentoijilta kyytiä, mutta se kuuluu demokratiaan.
sme: Lean almmatge fuobmán, ahte mii politihkkárat – mun earenoamážit – oažžut kommenterejeddjiin olu kritihka, muhto dat gullá demokratiijai.

source: Itse asiassa se on loppujen lopuksi hienoa, koska saamenkieliset uutiset kannustavat saamelaisia myös kirjoittamaan saameksi ylläpitäen saamea myös modernina internet-aikakauteen sopivana kielenä.
sme: Iešalddes dat lea loahpaloahpas buorre ášši, daningo sámegiel ođđasat movttiidahttet sápmelaččaid maid čállit sámegillii ja dáinna lágiin bajásdollet sámegiela maid ođđaáigásaš interneahtta-áigái heivvolaš giellan.

source: Yle Sápmi on ollut myös valppaana.
sme: Yle Sápmi lea leamaš maid fitmat.

source: Sain siltä tiedon, että Lapin yliopisto on yhdessä Kittilän kunnan kanssa hakenut rahoitusta Kittilän lapinkylä - hankkeelle, jonka tarkoituksena on tuotteistaa metsäsaamelaiskulttuuria matkailun palvelukseen.
sme: Ožžon das dieđu, ahte Lappi universiteahtta ovttasráđiid Gihttela suohkaniin lea ohcan ruhtadeami ng. Gihttela sámi siida - fidnui, man ulbmilin lea leamaš márkanastit ng. vuovdesápmelaškultuvrra turismabálvalusa buvttan.

source: Hankkeessa tehtäisiin selvityksiä ja luotaisiin perusta metsäsaamelaisen matkailukohteen perustamiselle Kittilän kuntana.
sme: Fidnus dahkkojuvvole čilgehusat ja ráhkaduvvolii vuođđu ng. vuovdesápmelaš turismačuozáhaga vuođđudeami várás Gihttela suohkanii.

source: Rahoitushakemus on tehty syyskuun lopussa Lapin Ely-keskukselle ja Euroopan sosiaalirahastolle (ESR).
sme: Ruhtadanohcamuš lea ráhkaduvvon čakčamánu loahpas Sámi ealáhus-, johtalus- ja birasguovddážii, Ejb-guovddážii ja Eurohpa sosiálaruhtarádjui (ESR).

source: Hankkeen vetäjä Lapin yliopiston professori Timo Jokela soitti minulle viime perjantaina keskustellakseen hakemuksesta sen jälkeen kun oli kuullut Yle Sápmin tekemän haastatteluni, ja hän ilmoitti että he keskustelevat yliopiston sisällä vetävätkö hakemuksen pois.
sme: Fidnu jođiheaddji Lappi universiteahta professor ja dekána Timo Jokela riŋgii munnje mannan bearjadaga ságastallat ohcamušas dan maŋŋel go lei gullan Yle Sámi dahkan mu jearahallama, ja son ilmmuhii ahte sii ságastallet universiteahta siste gessetgo ohcamuša eret.

source: Ilmoitin Jokelalle, että saamelaiskäräjät on valmis antamaan hankehakemuksesta virallisen lausunnon.
sme: Ilmmuhin Jokelai, ahte sámediggi lea válmmas addit ohcamušas virggálaš cealkámuša.

source: Keskustelusta kävi ilmi, että hakemuksen tarkoitus on täysin kaupallinen.
sme: Ságastallamis bođii ovdan, ahte ohcamuša ulbmil lea ollásii gávppálaš.

source: En tiedä miten asia ylipäätään liittyy taiteiden tiedekuntaan - tai toisaalta liittyykin - koska itse hankehakemus on fiktiota ja suorastaan taiteellinen performanssi.
sme: In dieđe mot ášši obanassiige laktása dáidagiid dieđagoddái – dehe nuppe dáfus laktásanai – daningo ieš prošeaktaohcamuš lea fikšuvdna ja njuolgut dáiddalaš performánsa.

source: Uusi yliopistolaki näyttää tuoneen seurauksena Lapin yliopistolle mahdollisuuden siirtyä akateemisesta maailmasta yrityspalveluita ja matkailutuotteita kehittäväksi laitokseksi.
sme: Ođđa universiteahttaláhka orru buktán čuovvumuššan Lappi universitehttii vejolašvuođa sirdásit akademalaš máilmmis fitnodatbálvalusaid ja turismabuktagiid ovddideaddji lágádussan.

source: Myöhemmin Jokela antoi haastattelun Yle Sápmille, jossa sanoi että saamelaiskäräjät ei pääse tuomaan hankkeeseen omia tietoja ja taitoja mikäli se vastustaa hankehakemusta ja sitä ei aloiteta väittäen aiheen olevan saamelaiskäräjille tabu.
sme: Maŋŋelaš Jokela attii jearahallama Yle Sápmái, mas dajai, ahte sámediggi ii beasa buktit prošektii iežas dieđuid ja dáidduid jos dat vuosttilda prošeaktaohcamuša ja dat ii álggahuvvo. Son maid čuoččuhii fáttá leat sámediggái tabu.

source: Hankehakemuksessa ei ole kuultu saamelaiskäräjiä eikä saamelaiskäräjille oltu projektihakemuksessa esitetty paikkaa hankkeen projekti- / ohjaus-ryhmään: saamelaiskäräjien olisi ollut mahdotonta tuoda näkemyksiään ja tietojaan projektille.
sme: Prošeaktaohcamušas eai leat gullan sámedikki iige sámediggái lean čujuhuvvon prošeaktaohcamušas báiki fidnu prošeakta- / stivrenjovkui: sámedikkis livččii leamaš veadjemeahttun buktit oainnuidis ja dieđuidis prošektii.

source: Hankehakemuksen mukaan hankkeen tarkoituksena olisi vain ja ainoastaan luoda uusi turismipalvelu Leville.
sme: Prošeaktaohcamuša mielde fidnu ulbmilin livččii duššebeare ásahit ođđa turismabálvalusa Levii.

source: Mikään tutkimushanke se ei ole.
sme: Mihkkege dutkanfidnuid dat ii leat.

source: ESR:n sääntöjen mukaan sen rahoituksella tuetaan työllisyyttä ja osaamista edistäviä hankkeita.
sme: ESR:a njuolggadusaid mielde dan ruhtademiin dorjojuvvojit fidnut, mat ovddidit barggolašvuođa ja máhtu.

source: Rahoituksella tuetaan heikoimmassa asemassa olevia ryhmiä ja edistetään tasa-arvoisuutta.
sme: Ruhtademiin dorjojuvvojit joavkkut, mat leat earáid heajut dilis ja main ovddiduvvo dársseárvu.

source: Matkailupalvelut eivät ole heikommassa asemassa eikä hankehakemuksen perusteella hakemuksella ole edes tarkoituskaan luoda pysyviä työpaikkoja.
sme: Turismabálvalusat eai leat heajus dilis eaige prošeaktaohcamuša vuođul ohcamušain ii leat ulbmilge ásahit bissovaš bargosajiid.

source: Hankehakemuksessa haluttaisiin luoda matkailukeskus ja karnevalisoida saamelaiskulttuurin historiaa ja nykyisyyttä, jotta voidaan kehittää turismipalveluita.
sme: Prošeaktaohcamuša mielde fidnuin háliduvvo vuođđuduvvot ođđa turismaguovddás ja karnevaliserejuvvot sámi kultuvrra historjá ja dálá áigi, vai sáhttet ovddiduvvot turismabálvalusat.

source: Perustana työlle olisi ” metsäsaamelaiskulttuuri ”.
sme: Barggu vuođđun livččii ” vuovdesápmelaškultuvra ”.

source: Minusta hakemus osoittaa sen, miten tietämättömiä yliopistotasollakin ollaan saamelaisista ja heidän historiastaan.
sme: Mu mielas ohcamuš čájeha dan, man diehttemeahttumat universiteahttadásisnai leat sápmelaččain ja sin kultuvrras.

source: Ei kukaan puhunut metsäsaamelaisista 10 vuotta sitten mitään.
sme: Ii oktage hupman vuovdesápmelaččain olus maidege vaikkobe 10 jagi dás ovdal.

source: Saamelaiskulttuurin oraalinen traditio, historialliset asiakirjalähteet tai validi tutkimuskirjallisuus eivät tue väitettä siitä, että Suomessa olisi ollut oma metsäsaamelaiskulttuuri, jolla olisi ollut oma kieli, kulttuuriperinne, elinkeinot ja tapakulttuuri.
sme: Sámi kultuvrra njálmmálaš tradišuvdna, historjjálaš áššegirjegáldut dehe valida dutkangirjjálašvuohta eai duvdde čuoččuhusa das, ahte Suomas livččii leamaš iežas vuovdesámi kultuvra, mas livččii leamaš iežas giella, kulturárbevierru, ealáhusat ja vieruid kultuvra.

source: On totta, että Kittilässä on asunut saamelaisia.
sme: Duohta lea, ahte Gihttelis leat orron sápmelaččat.

source: Se, mitä elinkeinomuotoa alueen saamelaiset ovat harjoittaneet, ei ole säilynyt perimätiedossa nykyaikaan.
sme: Guovllu sápmelaččaid ealáhushámis ii leat sirdásan árbediehtu dálá áigái.

source: Alueen saamelaiskulttuuri on kauan aikaa sitten kuollut, eikä kuolleita kulttuureja tai kieliä voi palauttaa elämään tai luoda nykyisyyden perusteella uusi käsitys kuolleen kulttuurin sisällöstä.
sme: Guovllu sámi kultuvra lea juo dolin jáddan, eaige duššan kultuvrrat dehe gielat sáhte máhcahuvvot ealasin dehe daid ii sáhte hukset dálá áigge vuođul ođđa ipmárdussan jáddan kultuvrra sisdoalus.

source: Kulttuurin ja kielen sammuminen on toki aina menetys.
sme: Kultuvrra ja giela jáddan lea almmatge álot massin.

source: Kulttuurit ja kielet kuolevat joko vapaaehtoisesti, pakotettuina tai yhteiskunnallisen painostuksen tukemana.
sme: Kultuvrrat ja gielat jáddet juogo eaktodáhtolaččat, bákku ovddas dehe jáddama doarju servodatlaš deaddin.

source: On hyvin mielenkiintoista, että professori Jokelan mielestä metsäsaamelaiskulttuuri olisi saamelaiskäräjille - tai minulle - tabu.
sme: Lea hui miellagiddevaš, ahte professor Jokela mielas vuovdesápmelaš kultuvra livččii sámediggái – dehe munnje – tabu.

source: Olen keskustellut asiasta blogissani ja tuonut tutkimustietoa ja saamelaista perimätietoa esille keskustellessani eri politiikkojen ja tutkijoiden kanssa.
sme: Lean ságastallan áššis bloggastan ja buktán dutkandieđu ja sápmelaš árbedieđu ovdan ságastaladettiinan sierra politihkkáriiguin ja dutkiiguin.

source: En ole vaan saanut yhtäkään kiistatonta todistetta keneltäkään metsäsaamelaiskulttuuriin muinaisesta olemassaolosta, millainen kulttuuri olisi ollut enkä selvitystä sille miksi fiktiivisestä asiasta täytyy niin kovasta keskustella ja mitä ihmeen merkitystä sillä on.
sme: In fal leat ožžon ovttage šiitemeahttun duođaštusa ovttasge vuovdesápmelaš kultuvrra dološ eksisteanssas, makkár kultuvra livččii leamaš inge čilgehusa dasa manin fiktiivvalaš áššis galgá nu sakka ságastallat ja mii ipmaša mearkkašumiid das lea.

source: Käsitys siitä, että olisi ollut olemassa metsäsaamelaiskulttuuri pohjautuu yhden erityismaakirjan otsikkoon ja tietysti väärintulkittuihin vanhoihin lappologeihin, Itkoseen, Tegengreniin ja Virrankoskeen, joista erityisesti Tegengren on vuonna 1952 julkaistussa tutkimuksessa En utdöd lappkultur i Kemi lappmark käsitellyt Kemin saamelaiskulttuurin sammumista.
sme: Ipmárdus das, ahte livččii leamaš vuovdesápmelaš kultuvra vuođđuduvvá ovtta sierraeanangirjji bajilčállosii ja diehttelas boastut dulkojun boares lappologaid čállosiidda, namalassii Itkosii, Tegengrenii ja Virrankoskii, main earenoamážit Tegengren lea jagi 1952 almmustuvvan dutkamušastis En utdöd lappkultur i Kemi lappmark gieđahallan Giema sámi kultuvrra jáddama.

source: Tegengren ei kuitenkaan määrittänyt kulttuurimuotoa metsäsaamelaiseksi vaan on todennut heidän harjoittaneen pyyntiä ja kalastusta – kuten kaikkien muidenkin saamelaissiitojen jäsenet.
sme: Tegengren ii goitge meroštallan kulturhámi vuovdesápmelažžan muhto son lea gávnnahan sin bivdán ja guolástan – dego buot earátge sápmelaš siiddaid oasálaččat.

source: Myös I. Fellman on todennut, että Enontekiöllä olisi ollut metsäsaamelaisia – vaikka hän ei edes käynyt Enontekiöllä.
sme: Maiddái I. Fellman lea gávnnahan, ahte Eanodagas livčče leamaš vuovdesápmelaččat – vaikko son ii mannan aginis Eanodagas.

source: Tällä Fellman viittasi saamelaisin, jotka eivät harjoittanee poronhoitoa.
sme: Dáinna Fellman čujuhii sápmelaččaide, geat eai bargan bohccuiguin.

source: Näiden tietojen valossa on mahdotonta todistaa olisiko metsäsaamelaiskulttuuria ollut ja millainen se olisi ollut.
sme: Dáid dieđuid čuovggas lea veadjemeahttun duođáštit livččiigo vuovdesápmelaš kultuvra oba leamašge ja de vel makkár dat livččii leamaš.

source: Toki historian saatossa on voinut olla metsä- tai peltosaamelaisiksi tai vaikka kenkäheinäsaamelaisiksi itseään kutsuvia ryhmiä, mutta sitä emme voi koskaan tieteen avulla selvittää.
sme: Historjjá áiggehan gal leat sáhttán vuovde- dehe bealdosápmelažžan dehe vaikkobe gámasuoidnesápmelažžan iežaset gohčodan joavkkut, muhto danhan mii eat sáhte diehtaga vuođul čielggadit.

source: Ihmiskunnan historia on täynnä kadonneita ja kuolleita kulttuureja, senhän arkeologinen tutkimuskin todistaa.
sme: Olmmošsoga historjjás leat dievva jávkan ja jáddan kultuvrrat, danhan arkeologalaš dutkamušnai duođašta.

source: Nykytutkimuksessa tulee olla huolellinen ennen kuin esittää väitteitä jonkin kulttuurimuodon olemassaolosta muutamien kirjallisen lähteen perustalta.
sme: Dálá dutkamušas galgá leat fuolalaš ovdal go ovddida nággosiid muhtin kulturhámi eksisteanssas muhtin čálalaš gáldu vuođul.

source: Jo muutamatkin maininnat ovat aiheuttaneet ikäviä seurauksia nykysaamelaiskulttuurille.
sme: Juo muhtin namuheamit leat dagahan ahkidis čuovvumušaid dálásámi kultuvrii.

source: Nykyisin ” metsäsaamelaisasiassa ” kyseessä on vain saamelaisiksi haluavien suomalaisten ja lappalaisten uusi pyrkimys uudelleenkirjoittaja historiaa ja saamelaiskulttuuria siten, että se palvelee nykyisten suomalaisten tarpeita.
sme: Dálá áigge ” vuovdesápmelašáššis ” lea gažaldat sápmelažžan hálolaš suopmelaččaid ja láddelaččaid ođđa viggamuš čállit ođđasit historjjá ja sámi kultuvrra nu ahte dat bálvala dáláš suopmelaččaid dárbbuid.

source: Historian uudelleenkirjoitus palvelemaan ajan poliittisia tavoitteita on tunnettua kautta historian.
sme: Historjjá ođđasit čállin bálvalit áiggi politihkalaš ulbmiliid lea beakkán miehtá historjjá.

source: En pysty ymmärtämään että miksi Kittilä matkailua ei voida kehittää alueen elävän kulttuurin pohjalta tarjoten aitoja kokemuksia eikä muovimaisia ja keinotekoisia matkailupalveluita.
sme: In bastte ipmirdit manne Gihttela turismma ii sáhte gárgehuvvot guovllu ealli kultuvrra vuođul ja nu ahte fállojuvvojit eakti muosáhusat eaige plastihkalágán ja dahkkojuvvon turismabálvalusat.

source: Eikö suomalaiskulttuuri tarjoa riittäviä matkailuelämyksiä ?
sme: Iigo suopmelaš kultuvra fála dárbbatlaš turismamuosáhusaid ?

source: Mikä on vikana suomalaisessa kulttuuriperinnössä kun sitä ei haluta arvostaa ja tuoda esille matkailupalveluissa ?
sme: Mii vigiid suopmelaš kulturárbbis lea go dat ii háliduvvo adnot árvvus ja buktot ovdan turismabálvalusain ?

source: Miksi turisteja halutaan huijata tällaisella toiminnalla ?
sme: Manne turisttaid galgá dájuhit dákkár vugiiguin ?

source: Matkailuteollisuuden tulevaisuus on epävarma ilmastonmuutoksesta ja talouskriiseistä johtuen.
sme: Turismaindustriija boahtteáigi lea eahpesihkar dálkkádatnuppástusa ja ekonomiijaroasuid geažil.
